Installed apps:

Name
----
adb
anydesk
audacity
bat
battery-care
beyondcompare
bind
brave
cheat-engine
clink
clink-completions
crystaldiskinfo
crystaldiskmark
cuda
cura
darktable
dbeaver
ddu
discord
dotnet-sdk
ds4windows
dupeguru
everything
eza
ffmpeg
firefox
fzf
gimp
git-filter-repo
goodbyedpi
graalvm
graalvm20-jdk8
gsudo
handbrake
hashcat
hwinfo
hxd
iperf3
irfanview
jetbrains-toolbox
less
lessmsi
mendeley
mingit
mitmproxy
mpv.net
neovide
neovim
nmap
nodejs-lts
notepadplusplus
nvm
obs-studio
posh-git
powertoys
psfzf
pypy3
python
qemu
quicklook
rufus
scoop-completion
scoop-search
scrcpy
screentogif
sharex
sharpkeys
sophiapp
starship
telegram
terminal-icons
tldr
touch
unrar
vscode
which
winscp
wiztree
wsa-pacman
wumgr
yt-dlp
z
Delugia-nerd-font-complete
