Installed apps:

Name
----
adb
anydesk
apktool
armcord
audacity
beyondcompare
bind
brave
camo-studio
cheat-engine
clink
clink-completions
cmake
crystaldiskinfo
crystaldiskmark
curl
darktable
ddu
Delugia-Nerd-Font-Complete
discord
dismplusplus
ds4windows
dupeguru
everything
exiftool
ffmpeg
firacode
fzf
gcc
gifsicle
gimp
goodbyedpi
graalvm
graalvm20-jdk8
gsudo
httptoolkit
hwinfo
hxd
imagemagick
iperf3
irfanview
jd-gui
jexiftoolgui
keepass
keepassxc
kitty
ldap-admin
less
lessmsi
liberica8-full-jre
make
meld
mingit
mitmproxy
mpv
mpv.net
msys2
nmap
obsidian
pe-bear
powertoys
prismlauncher
psfzf
psreadline
python
python310
python311
qbittorrent
quicklook
remove-empty-directories
rufus
scoop-completion
scoop-search
scrcpy
starship
sysinternals
telegram
tesseract
tesseract-languages
tor-browser
touch
ventoy
which
winscp
wireshark
wiztree
wsa-pacman
wumgr
x64dbg
yazi
yt-dlp
z
