# configure installation
$env:SCOOP='D:\scoop'
[environment]::setEnvironmentVariable('SCOOP',$env:SCOOP,'User')
# run the installer
iwr -useb get.scoop.sh | iex; scoop install mingit; scoop bucket add extras; scoop update; scoop install aria2; scoop config aria2-warning-enabled false

scoop install ds4windows msiafterburner pypy3 ffmpeg

# LAPTOP
7zip
adb
anydesk
aria2
audacity
dark
discord
ds4windows
ffmpeg
hwinfo
iperf3
lessmsi
mingit
miniconda3
mpv.net
neovim
nmap
nodejs-lts
notepadplusplus
obs-studio
opera
powertoys
python
qbittorrent
rufus
scrcpy
screentogif
sharex
telegram
vscode
windirstat
wsa-pacman
wumgr
yt-dlp

# PC
brave
crystaldiskmark
gifsicle
imagemagick
innounp
mitmproxy
msys2
openjdk18
poetry
pshazz
putty
tesseract
tesseract-languages
tor-browser
WinDirStat
winscp
wireshark